Repository: Yuriysteam/yuriysteam.github.io
Catalog: sp/locale/*/secure_payments.po
Languages: ru, vi

source: MoneyPolo Secure Payments
ru: Безопасные платежи MoneyPolo
vi: Thanh toán MoneyPolo an toàn

source: Secure Payment SimpleForm
ru: Безопасные платежи MoneyPolo
vi: Mẫu đơn giản thanh toán an toàn

source: We will redirect to payment form shortly
ru: Перенаправляем на платежную форму
vi: Chúng tôi sẽ gửi lại mẫu thanh toán ngay lập tức

source: Do not click the back button or close this browser window.
ru: Не нажимайте кнопку Назад и не закрывайте эту страницу.
vi: Không bấm vào nút trở lại hoặc đóng ô cửa sổ trình duyệt này.

source: Payments by
ru: Платежи через
vi: Các khoản thanh toán bởi

source: Due to security reasons we kindly ask you to actualize you card information.
ru: В целях безопасности просим обновить данные Вашей карты.
vi: Vì lý do bảo mật chúng tôi xin phép được yêu cầu bạn cập nhật thông tin thẻ của bạn.

source: We store your card information securely using 128-bit encryption.
ru: Мы применяем 128-битное шифрование для хранения данных.
vi: Chúng tôi lưu giữ thông tin thẻ của bạn an toàn bằng mã hóa 128-bit.

source: We strictly follow industry-standard security practices and policies to protect your data.
ru: Мы твердо следуем высоким стандартам и принципам защиты Ваших данных.
vi: Chúng tôi luôn theo sát những áp dụng bảo mật tiêu chuẩn công nghiệp và chính sách để bảo vệ dữ liệu của bạn.

source: Payment Method
ru: Метод оплаты
vi: Phương pháp thanh toán

source: Credit or Debit Card
ru: Платежная карта
vi: Thẻ tín dụng hay thẻ ghi nợ

source: Amount to Pay
ru: Сумма к оплате
vi: Số tiền thanh toán

source: How does this payment work?
ru: Как это работает?
vi: Thanh toán này hoạt động như thế nào?

source: Account Name
ru: Владелец счета
vi: Tên tài khoản

source: Account Number
ru: Номер счета
vi: Số tài khoản

source: Merchant
ru: Продавец
vi: Thương gia

source: CARD NUMBER
ru: НОМЕР КАРТЫ
vi: Số thẻ

source: Pay with a new card
ru: Оплатить новой картой
vi: Thanh toán bằng thẻ mới

source: For Example: 4925 0000 0000 0087
ru: Например: 4925 0000 0000 0087
vi: Ví dụ: 4925 0000 0000 0087

source: EXP. MONTH
ru: Срок действия. Месяц
vi: Tháng hết hạn

source: EXP. YEAR
ru: Срок действия. Год
vi: Năm hết hạn

source: CARD HOLDER NAME (LATIN LETTERS ONLY!)
ru: ИМЯ НА КАРТЕ (ТОЛЬКО ЛАТИНСКИЕ БУКВЫ)
vi: Tên người giữ thẻ (chỉ chữ cái Latin)

source: For Example: John Smith (LATIN LETTERS ONLY!)
ru: Например: IVAN PETROV (Только латинские буквы!)
vi: Ví dụ: John Smith (chỉ chữ cái Latin)

source: Last three digits on the back side of your card.
ru: Последние три цифры на оборотной стороне карты.
vi: 3 chữ số cuối trên mặt sau của thẻ của bạn.

source: Where do I find my CVV/CVC?
ru: Где мне найти CVV/CVC?
vi: Tôi tìm CVV/CVC của tôi ở đâu?

source: Save this card for future payments.
ru: Сохранить карту для будущих платежей.
vi: Lưu thẻ này lại cho những thanh toán trong tương lai.

source: Using Visa, MasterCard or Discover?
ru: Используете Visa, MasterCard или Discover?
vi: Sử dụng VISA, MasterCard hay Discover?

source: 3-Digit Code: Turn your card over and look at the signature box. You should see either the entire 16-digit credit card number or just the last four digits followed by a special 3-digit code. This 3-digit code is your CVV number.
ru: 3-х значный код: Переверните карту и найдите окно для подписи. Вы увидите напечатанные последние цифры вашей карты, за которыми указан специальный 3-х значный код. Этот код - ваш CVV номер.
vi: Mã 3 chữ số: Lật ngược thẻ của bạn lại và nhìn vào ô chữ ký. Bạn sẽ nhìn thấy số thẻ tín dụng 16 chữ số hoặc chỉ 4 chữ số cuối và theo sau là 3 mã 3 chữ số đặc biệt. Mã 3 chữ số này là số CVV của bạn.

source: Using American Express?
ru: Используете American Express?
vi: Sử dụng American Express?

source: 4-Digit Code: The American Express security code is a 4-digit number printed on the front of your card. It appears after and to the right of your card number.
ru: 4-х значный код: На картах American Express секретный код для Интернет транзакций содержит 4 цифры и располагается на лицевой стороне карты справа от номера карты.
vi: Mã 4 chữ số: Mã bảo mật của American Express là số 4 chữ số được in trên măt trước của thẻ của bạn. Số này nằm đằng sau và ở bên phải số thẻ của bạn.

source: Why do I have to give my credit card verification code?
ru: Почему я должен передавать мой верификационный код?
vi: Vì sao tôi phải cung cấp mã xác minh thẻ tín dụng của tôi?

source: For your safety and security, MoneyPolo requires that you enter your card verification number. Providing this number assures us that you are indeed the card holder.
ru: В целях безопасности средств на Вашей карте MoneyPolo запрашивает ввод верификационного кода. Вводом этого кода Вы подтверждаете, что являетесь владельцем карты.
vi: VÌ lý do an toàn và bảo mật, MoneyPolo yêu cầu bạn nhập số xác minh thẻ của bạn. Việc cung cấp số này đảm bảo với chúng tôi rằng bạn là người giữ thẻ.

source: CARD HOLDER NAME
ru: ИМЯ НА КАРТЕ
vi: Tên của người giữ thẻ

source: For Example: John Smith
ru: Например: IVAN PETROV
vi: Ví dụ: John Smith

source: Transaction is out of limits
ru: Транзакция превышает установленные лимиты
vi: Giao dịch vượt qua giới hạn

source: Minimum
ru: Минимум
vi: Tối thiểu

source: Maximum
ru: Максимум
vi: Tối đa

source: Available
ru: Доступно
vi: Có sẵn

source: Adjust amount of your transaction or go back and choose another payment type.
ru: Исправьте сумму транзакции либо вернитесь и выберите другой метод оплаты.
vi: Chỉnh sửa số tiền giao dịch của bạn hoặc quay trở lại và chọn dạng thanh toán khác.

source: PAY
ru: ОПЛАТИТЬ
vi: Thanh toán

source: By using MoneyPolo Secure Payments, you agree to our
ru: Используя сервис Безопасной оплаты MoneyPolo, вы соглашаетесь с нашими
vi: Bằng việc sử dụng Thanh toán MoneyPolo an toàn, bạn đồng ý với

source: Terms and Conditions
ru: Условиями использования
vi: Điều khoản và Điều kiện

source: Powered by
ru: Сервис предоставлен
vi: Được vận hành bởi

source: Payment Process Flow
ru: Описание процесса платежа
vi: Tiến trình xử lý thanh toán

source: You can transfer the amount you wish to pay at your local bank.
ru: Вы можете отправить средства в Вашем местном банке.
vi: Bạn có thể chuyển số tiền bạn muốn thanh toán tại ngân hàng địa phương của ban.

source: The final amount in Euros will be sent to the merchant account according to the rates valid for the day we receive your money on our account.
ru: Конечная сумма в валюте заказа будет переведена на счет Продавца по курсу на дату поступления средств на наш счет.
vi: Số tiền cuối cùng bằng Euro sẽ được gửi đến tài khoản thương gia phụ thuộc theo tỷ giá hợp lệ trong ngày chúng tôi nhận số tiền của bạn vào tài khoản của chúng tôi.

source: IMPORTANT: Add your account number to the payment details.
ru: ВНИМАНИЕ: Заполните поле Детали платежа как указано в образце.
vi: QUAN TRỌNG: Bổ sung số tài khoản của bạn vào chi tiết thanh toán.

source: We will charge 1.5% min. US $1 or 1 Euro or 1 GBP
ru: Комиссия за платеж составляет 1.5% мин. US $1/1 Euro/1 GBP
vi: Chúng tôi sẽ tính 1.5% tối thiểu 1$ Đô la hoặc 1 Euro hoặc 1 Bảng Anh

source: E-Money System
ru: Электронные деньги
vi: Hệ thống E-Money

source: PHONE NUMBER
ru: НОМЕР ТЕЛЕФОНА
vi: Số điện thoại

source: For Example: +79261234567
ru: Например: +79261234567
vi: Ví dụ: +79261234567

source: Total Payment
ru: Итого к оплате
vi: Thanh toán tổng cộng

source: We will redirect to your processor website shortly
ru: Перенаправляем Вас на сайт системы электронных платежей
vi: Chúng tôi sẽ dẫn bạn đến trang web xử lý của bạn ngay lập tức

source: Payment Options
ru: Способы оплаты
vi: Các lựa chọn thanh toán

source: Pay via Visa or Master Card
ru: Оплата картой Visa или Master Card
vi: Thanh toán qua VISA hoặc Master Card

source: MoneyPolo Account
ru: Со счета в MoneyPolo
vi: Tài khoản MoneyPolo

source: Pay using MoneyPolo account
ru: Оплата со счета в MoneyPolo
vi: Thanh toán bằng tài khoản MoneyPolo

source: Bank Transfer
ru: Банковский перевод
vi: Chuyển khoản ngân hàng

source: Pay via domestic or international wire transfer
ru: Оплата локальным или международным банковсим переводом
vi: Thanh toán qua chuyển khoản điện nội bộ hoặc quốc tế

source: E-Money
ru: Электронные валюты

source: Pay via E-Money
ru: Оплатить электронной валютой (E-Money)
vi: Thanh toán qua E-Money

source: Cash Transfer
ru: Денежный перевод
vi: Chuyển tiền mặt

source: Pay through transfer systems that supports MoneyPolo
ru: Оплатить через системы денежных переводов, работающих с MoneyPolo (Unistream, Contact, Leader, PrivatMoney и др.)
vi: Thanh toán qua hệ thống chuyển khoản có hỗ trợ MoneyPolo

source: (takes only 15 minutes)
ru: (занимает всего 15 минут)
vi: (chỉ mất 15 phút)

source: Direct Cash Deposit
ru: Прямое внесение денег на счет
vi: Tiền gửi trực tiếp

source: Pay at the nearest bank branch
ru: Оплата в ближайшем отделении банка
vi: Thanh toán tại chi nhánh ngân hàng gần nhất

source: Choose the currency, city and branch adress you wish to send money from.
ru: Выберите валюту, город и отделение из которого Вы хотите отправить деньги.
vi: Chọn loại tiền tệ, thành phố và địa chỉ chi nhánh bạn muốn gửi tiền từ đó.

source: Go to the branch you have chosen and make the money transfer. You will receive a unique transfer number.
ru: Идите в выбранное отделение и сделайте денежный перевод в Чехию на свое имя как оно указано в форме выше. Обязательно запомните сумму и валюту перевода. Вы получите уникальный номер перевода.
vi: Đi đến chi nhánh bạn đã chọn và thực hiện chuyển tiền. Bạn sẽ nhận được mã giao dịch độc nhất.

source: To complete the transfer, follow the link you will receive to your email, where you will have to enter your unique transfer number. This will notify the merchant of your transfer and complete your payment.
ru: Для завершения платежа пройдите по ссылке, которую мы отправили Вам по e-mail и введите этот уникальный номер. После этого платеж будет зачиислен и мы проинформируем Продавца об успешной оплате.
vi: Để hoàn tất giao dịch, xin vui lòng theo đường link bạn sẽ nhận được trong email, ở đó bạn sẽ nhập mã giao dịch đặc biệt của mình. Điều này sẽ thông báo thương gia về giao dịch của bạn và sẽ hoàn tất thanh toán của bạn.

source: If you already have the transfer number, press the continue button to complete the transfer.
ru: Если у Вас уже есть номер перевода, нажмите кнопку Далее и закончите транзакцию.
vi: Nếu bạn đã có mã giao dịch, bấm vào nút tiếp tục để hoàn tất giao dịch.

source: Transfer not found. Please make sure that you entered the correct transfer number for this payment.
ru: Перевод не найден. Пожалуйста, убедитесь, что Вы вводите номер перевода правильно.
vi: Không tìm được giao dịch. Xin vui lòng chắc chắn bạn đã nhập đúng mã số giao dịch cho thanh toán này.

source: Last Step
ru: Последний шаг
vi: Bước cuối

source: For the merchant to be able to receive your payment, please enter the transfer details.
ru: Для зачисления Вашего платежа Продавцу,пожалуйста, введите детали перевода.
vi: Để thương gia có thể nhận được thanh toán của bạn, xin vui lòng nhập các chi tiết giao dịch.

source: TRANSFER NUMBER
ru: НОМЕР ПЕРЕВОДА
vi: MÃ GIAO DỊCH

source: Congratulations!
ru: Поздравляем!
vi: Xin chúc mừng!

source: Your bank payment request has been created. You may now log in to your preferred online bank or visit any branch of the bank specified below to make the payment. They may need the information on this page so please have a copy of it by:
ru: Запрос на оплату банковским переводом создан. Вы можете войти в Вашу систему онлайн банкинга или посетить отделение банка для отправки перевода. Вам потребуются детали платежа, показанные на этой странице. Пожалуйста, получите копию:
vi: Yêu cầu thanh toán ngân hàng của bạn đã được tạo. Bây giờ, bạn có thể đăng nhập vào ngân hàng online bạn ưu tiên hoặc ghé thăm bất kỳ chi nhánh nào của ngân hàng xác định ở dưới để thực hiện thanh toán. Họ sẽ có thể cần những thông tin trên trang này vậy xin vui lòng làm môt bản copy bằng cách:

source: Printing it, or
ru: Напечатав или
vi: In ra, hoặc

source: Saving it as PDF, or
ru: Сохранив как PDF, или
vi: Lưu thành PDF, hoặc

source: By check your mail
ru: Проверив ваш e-mail
vi: Bằng cách kiểm tra email của bạn

source: This payment request is valid for 24 hours, after which, it will be automatically cancelled. For more information, please check your e-mail.
ru: Запрос на оплату действителен в течение 24х часов, после чего будет автоматически отменен. Дополнительная информацияя соержится в отправленном на Ваш e-mail письме.
vi: Yêu cầu thanh toán này có giá trị 24 giờ, sau đó, sẽ tự động bị hủy. Để xem thông tin chi tiết, xin vui lòng kiểm tra email của bạn.

source: The final amount will be sent to the merchant account according to the rates valid for the day we receive your money on our account.
ru: Конечная сумма в валюте заказа будет переведена на счет Продавца по курсу на дату поступления средств на наш счет.
vi: Số tiền cuối cùng sẽ được gửi đến tài khoản thương gia phụ thuộc và tỷ giá hợp lệ ngày chúng tôi nhận được tiền của bạn trong tài khoản của chúng tôi.

source: IMPORTANT: Fill payment details carefully.
ru: ВНИМАНИЕ: Аккуратно заполняйте детали платежа, как указано в образце.
vi: QUAN TRỌNG: Hãy điền những chi tiết thanh toán cẩn thận.

source: Save as PDF
ru: Сохранить в PDF
vi: Lưu thành PDF

source: Send by Email
ru: Послать на E-mail
vi: Gửi bằng Email

source: Print
ru: Напечатать
vi: In

source: Back to
ru: Назад к
vi: Trở lại

source: Transfer not found. Please make sure that you entered the correct transfer number for this payment.
ru: Перевод не найден. Пожалуйста, проверьте правильность ввода номера перевода.
vi: Không tìm được giao dịch. Xin vui lòng chắc chắn rằng bạn đã nhập mã số giao dịch chính xác cho thanh toán này.

source: AMOUNT TO LOAD
ru: СУММА К ЗАЧИСЛЕНИЮ
vi: SỐ TIỀN NẠP

source: CURRENCY
ru: ВАЛЮТА
vi: TIỀN TỆ

source: Currency
ru: Валюта
vi: Tiền tệ

source: CONTINUE
ru: ДАЛЕЕ
vi: TIẾP TỤC

source: SECURE CARD PAYMENTS
ru: Безопасные карточные платежи

source: Data
ru: Данные

source: Signature
ru: Подпись

source: Payment Details
ru: Детали платежа

source: Details
ru: Описание

source: ADDRESS
ru: Адрес

source: CITY
ru: Город

source: COUNTRY
ru: Страна

source: ZIP
ru: Индекс

source: PHONE
ru: Телефон

source: Website
vi: Trang web
